[
  {
    "type": "text",
    "content": ""
  },
  {
    "type": "img",
    "content": ""
  },
  {
    "type": "text",
    "content": "Tiêu điểm tướng: Cảnh Sát Giao Thông\nNội tại: CSGT triệu hồi honda bồ câu để tăng 120% tốc độ di chuyển mỗi khi di chuyền về phía những người vi phạm!\nQ: Nam châm dùi cui\n- Khiến đối phương tự ngã, tự lao đầu vào dùi cui và gây sát thương cao\nW: Tiếng còi uy hiếp \n- Thổi còi uy hiếp làm chậm người vi phạm 80% trong 1,5 giây\nE: Phủ đầu\n- Lập tức nhảy tới trước mặt người vi phạm làm lệch hướng di chuyển về hướng chỉ định ( Đa phần là vỉa hè) \nR: Rút chìa khoá\n- Cô lập người vi phạm tại 1 vùng không thể thoát ra, khi đứng trong vùng này CSGT sẽ gây thêm 5% máu của người vi phạm mỗi đòn đánh thường trúng mục tiêu."
  },
  {
    "type": "text",
    "content": "Thế đéo nào mà mình mắc chứng sợ đẹp zai...từ bé đến giờ đéo dám soi gương.sáng này vào cửa hàng vô tình nhìn qua cái cửa kính mà ngất lên ngất xuống,mấy tiếng sau mới tỉnh...haizzz"
  },
  {
    "type": "img",
    "content": "https://lh3.googleusercontent.com/ZmJ6UuYaPVA1WBXYgJLZV8LKzqB3JDVJjcDQdGvMG6zdNYbAOSpLsOdPyiHKwCbp-uNJjlpRcnmCKX2kcm0FlDizOvCgynNFl6MScMdpnzbstJud277sqzIUubVn8INyleCuMY2eCMzE86fs4zlSjYMIwu10p2FpbxR7cf1JcAya57oGtwBxtoPXt-LkBTJ0BeEqnOVtegl8uI8T3a7gfA8dWcbsvD6YrphI46sUuEvlVTuOg-yvtzCNOkDzBauFxn8dr_AkA2Rj0xpDWDgF04msKoMQwzmxfyC3fz7qCnnXM5ELMXMUOIjkkI1iun9-i9expmhPNw_YywMAtyeYTI1LjKDs-88mMu0bAYjdQ9Yek1t-HZh1FoGZBBa_zhUUz6FAFciVGGQN2EwChV4w30W_WxLKS1pIOlfCKGVVLt5J1Oc6TA-hZAmb9fi2L78i_YCG8IR9eVaramiQMnIVanNlitD8dtfFXsrkIYUFamNS3Zp77RpdQGcHPBUDz6isQNfNtsN6nUaTT75LLQJDN_jmFV-2lhH5Fr8r8_i6inQxZCdwAcKI8S8zVH9z30_MsMzhGw6tLuOZCcYHQKpkSm5Bo90X2lO5r968EXCz0H1lQW-2ovGNKV3RuyjNi9fVHYgok6mEs4JJ8K59nTME_pEBCwOjn4e2TxfgBSmo=w836-h920-no"
  },
  {
    "type": "text",
    "content": "Nhớ hồi còn nhỏ, mỗi ngày đi học mẹ cho 2k tiền ăn sáng , dành dụm trong 50 ngày đc.100k mua bánh kem tặng mẹ nhân ngày sinh nhật ..Tôi thấy mẹ khóc khi nhận món quà của mình và thốt lên cảm động \" Mày ăn cắp tiền của tao đúng không? \" tổn thương vcl ~~"
  },
  {
    "type": "text",
    "content": "Lần đầu tiên có người con gái đứng trước mặt tôi nói: \"em có bầu\".\nBàng hoàng, hoang man tột độ, thật sự thì tôi chưa chuẩn bị tâm lí cho tình huống này. Lấy hết bình tĩnh, can đảm và trên hết là trách nhiệm của một thằng đàn ông tôi nói: - Vậy mời em ngồi.\nTrên chuyến xe buýt ấy, dù phải đứng suốt chặng đường dài gần 20 km nhưng tôi cảm thấy rất vui :))"
  },
  {
    "type": "text",
    "content": "Thất vọng về xã hội này khi mà sáng mở mắt ra thấy: \n- Mầm non: bị bạo hành \n- Tiểu học: bị xâm hại tình dục\n- THCS: đánh nhau lột đồ\n- THPT: học nhiều stress tự tử\n- ĐH: nợ môn, thất nghiệp.\n- Trai trẻ: chém nhau\n- Trai già: ấu dâm\n- Trai vừa vừa: bồ bịch \n- Gái trẻ: khoe thân\n- Cave khoe hàng\n- Cướp giật bủa vây\n- Giết người như vịt\n- Môi trường ô nhiễm\n- Cái gì cũng giả\n- Ăn thì mai chết\n- Không ăn thì chết luôn\n- Giá trị xã hội thì đảo lộn\n- Ngọc Trinh được gọi là nữ hoàng\n- Hợp đồng được ký trên bàn nhậu....\nThan Ôi! \nThời đại mình đã vậy ko biết thời con mình còn thế nào nữa"
  },
  {
    "type": "text",
    "content": "3 con chuột nếm thử rượu của 3 nước Mỹ , Việt Nam , Nhật .\n- Con chuột uống rượu Mỹ đi 3 bước thì ngã .\n- Con chuột uống rượu Nhật đi 2 bước .\n- Còn con chuột uống sai rượu của Việt Nam chạy về tổ vác dao , vung lên quát lớn : \" Mèo đâu ! Ra anh Bảo\" !!!"
  },
  {
    "type": "text",
    "content": "Giữa gái xinh ngực nhỏ, gái xấu ngực to chọn cái nào ?! và câu trả lời khô máu\n\n\nGái ngực lép rất chung tình nhé mấy ông. Vì đa số bọn nó có đặc điểm chung là \" trước sau như một \"\n\nEm sẽ chọn gái ngực nhỏ mà xinh. E lấy nó về xong e sẽ thường xuyên xoa bóp cho e ý . Cơ bắp rèn luyện nhiều còn to nói j chỗ có lò xo của phụ nữ."
  },
  {
    "type": "text",
    "content": "Tụi m tin có ma ko? \nChuyện là tối qa t đi chơi về khuya, về gần nhà đi ngang bụi rậm thấy thấp thoáng trong bụi 2 con ma trần truồng quần nhau ghê giữ lắm, chắc đag thịt nhau hay sao ấy...\nGiờ nhắc lại vẫn còn run vkl =))))"
  },
  {
    "type": "text",
    "content": "2 thằng đi với nhau\nA: mày có biết vì sao lại gọi là Cột điện Cao Thế k? \nB: vì sao?\nA: mày thử nhìn lên xem \nB: ồ…Cột điện cao thế!!!"
  },
  {
    "type": "text",
    "content": "Sinh ra tại Móng cái, lớn lên trong một gia đình cần cù, giàu lòng yêu nước, sớm giác ngộ lý tưởng cách mạng. Theo kể lại thì vừa sinh ra,mình đã kỳ lạ khác thường, không nói không cười, không đi đứng mà chỉ bắt người khác bế ẵm. Ngày mình sinh, trời đất xảy ra nhiều sự lạ, giữa ban trưa mà trời nắng chang chang, đến tối thì trăng lại sáng vằng vặc. Sau một thời gian thì Liên Xô sụp đổ, nhà nước đổi tiền, Mỹ bỏ cấm vận, thực là dấu hiệu của kỳ tài xuất thế. Dân trong làng nói hồi đó, có một đạo sĩ câm đi qua làng, thấy mình chơi trước cửa, ngó thấy nhà mình, phía sau nhà có đường đi, trước nhà có cây cối, bên trái nhà có cây mơ , bên phải nhà có giếng nước xi măng, mới phán rằng: (Nhà này tọa ngay long mạch, đầu gối sơn, chân đạp thủy, bên tả có thanh long, bên hữu có bạch hổ, con nhà này chỉ mười tám năm sau, chắc chắn sẽ thành người lớn ) Người này mới sinh đã có quý tướng, sau này tất học hành đỗ đạt. Quả nhiên, sau này mình đi học, từ mẫu giáo đã có phiếu bé ngoan, lớn lên không môn nào không thi lại dưới 2 lần, nhưng đấy là chuyện về sau, ở đây không nhắc tới. Mình từ lúc 7 tuổi đã tự biết viết tên. 9 tuổi biết đánh nhau, sang tuổi 12, mọi người trong thiên hạ không ai là không biết tiếng; lại nổi tiếng thông minh đĩnh ngộ, thiên hạ có gì không biết, kéo nhau đến hỏi, mình đều trả lời được cả, mà tuyệt nhiên không đúng câu nào. Năm ấy trong làng có sự lạ, ở đầu làng xuất hiện một con vật, trông giống con gà con, mà lại to hơn con gà con, cả làng ngạc nhiên không biết con gì, bèn kéo đến nhà mà hỏi. Mình lúc ấy đang ngồi trong wc, nghe thấy thế bèn trầm ngâm nghĩ ngợi, rồi truyền vọng ra rằng: ''Trông giống con gà con, mà lại to hơn con gà con, ấy tất là con gà to''. Dân làng lấy làm phục lắm, bèn bắt gà làm thịt, rồi tôn mình là bậc thánh nhân, cả làng từ ấy ăn gà không xuể. Lại nói lớn lên thường không thích tĩnh mịch, bèn khăn gói đi mà ngao du bốn bể, thăm thú việc đời, thấy việc gì có lợi là làm, không kiêng nể gì cả. Quả nhiên mấy năm sau, nợ tựa lá rừng......và giờ e phải đi trốn nợ đây....."
  },
  {
    "type": "img",
    "content": "https://lh3.googleusercontent.com/UuBm83uzctggYQ_HYKmHHsvB-RhmNCUnd42VRzP-DtVMSrp2GmmX16Ld9AhSMEU8-EpRxUTW8_E9EReCSVKp430loCZEHvqIUQ_mNYGb6XYqJqnedgu6q3uQReUxiNbiRUUI9S5z4-QKRbx0ieQ2cKEy6XF33zIuuJxDenSRfGzbmLCkvs7yvcyd7IKHGP5QulJe0u75SOAb9f92nNsJ7s2X60N9Zdme7AgBZL9S7kqAYv9WJVbLkoN7IfBNEiolJDKrhim5DV_DP7yl5BVyfcj76Ya3Co3x721lKZ6WF6FG4tIU80w2vvSZGEPj9-aZD_n6-KKOyXsvcfiTkkaC02MwT5CI3a25juR_TzcXoOdMy3CYE8dpOt-TTRVDDEE85YfPKQYcY7G0E0NF5gbnV31oO1FtYPY8-oUZb31yhzn6e7PNFgTGy5H2FKa7OBylMuLT5FKAmHN3Coj5o5Oq70zMQpZS4xNuiekyUOOeXzzaIn0iX_9KEj_UZWT2ACTGO2ZmhAZMx7eTCuhSCGy9tXTcmkBLk7eAaU7IUFUZGmQb-ZFzpuysDV_cX1MfxSmpqAuYmVYL_npKbPuwzlAukQ_xY3CrL2krc3qfyEj925HYRS_45gMlodV9BGV9YAoWotBvOohn-A-5Bcim2MrmYU-XdCHzf7yqXecIVXri=w480-h640-no"
  },
  {
    "type": "text",
    "content": "Năm tôi lớp 7 con nhỏ cùng bàn rủ tôi về nhà nó chơi trò vợ chồng , về nhà nó bắt nấu cơm vs giặt quần áo cho nó mệt đứt cả hơi từ đấy k bao giờ chơi trò đấy nữa mệt lắm"
  },
  {
    "type": "text",
    "content": "SỰ TÍCH KONG VÀ RÙA!\nSáng hôm ấy, Lạc Long Quân ngồi chờ vợ chải đầu. Cứ chốc chốc lại hỏi:\n- Kơ nhi, thế bao lâu nữa nàng xong?\nÂu Kơ quát:\n- Thiếp đã nói là 5 phút, sau cứ 2 tiếng chàng lại hỏi một lần?\nLạc Long Quân mới nói:\n- Hôm nay ta họp mặt gia đình, hỏi sao không nóng ruột. Các anh ta gồm Đại Long, Nhị Long, Tam Long đều có mặt. Nhớ khi xưa mẹ vừa sinh ra đã để lạc mất ta trong thời loạn lạc. Thế nên ta mới là Lạc Long, không thì đã là Tứ Long rồi. Nhưng nhờ làm Lạc Long mà mới gặp nàng mà kết thành một đoạn ân tình. Âu cũng là duyên kiếp.\nÂu Kơ nói:\n- Kiếp nạn thì có. Ta đang tuổi xuân phơi phới, vừa gặp chàng hôm trước hôm sau đã mang thai. Đẻ một phát ra một trăm người con trai. Hư hết cả dáng. Giờ gặp các anh chàng, ta không trang điểm chỉn chu, để họ cười vào mặt ta sao?\nLạc Long Quân thở dài:\n- Ngày xưa nàng độc thân, giờ đã là vợ của người ta, áo gấm cô dâu cầm hoa, vài ba đứa lắc lư, xin lỗi ta lạc đề. Giờ đã là phụ nữ có gia đình, con cũng một trăm đứa. Mỗi lần đọc tên một lượt thôi đã mất hết nửa ngày. Nàng còn xinh đẹp nữa cho ai coi. Trong gia đình ta, rồng chỉ lấy rồng. Nay ta lấy nàng là tiên chốn non cao, vốn đã vẻ vang. Nàng bất tất phải trịnh trọng.\nÂu Kơ nói:\n- Đàn ông lo chuyện kiếm cung, sao hiểu được nỗi lòng phụ nữ. Ta đẹp là cho ta coi chứ cho các anh chàng coi à.\nLạc Long Quân nói:\n- Thế bao lâu thì xong?\nÂu Kơ nói:\n- Mới chải đầu thôi, còn tỉa lông mày, kẻ phấn, tô son. Ngay cả Hằng Nga trước khi ra đường cũng mất 7 lần 7 bốn mươi chín ngày trang điểm kìa.\nLạc Long Quân nói:\n- Nàng nói chuyện ngang ngược như Kua vậy.\nÂu Kơ nói:\n- Đúng, ta cung Kự Giải, vốn là một con Kua. Chàng đã hối hận rồi chứ gì?\nVụ ly hôn đầu tiên trong lịch sử diễn ra không lâu sau đó. Âu Kơ là Con Kua (sau này cải cách giáo dục đổi K thành C, Âu Kơ thành Âu Cơ và Kua thành Cua vậy), Lạc Long Quân là Rồng.\nKua với Rồng chính là Kông với Rùa. Đặt King Kông ở cạnh Tháp Rùa chính là hòa hợp dân tộc, thống nhất toàn dân, trở về cội nguồn. Đấy chính là phong thủy cấp cao, người thường chúng ta không thể hiểu được."
  },
  {
    "type": "text",
    "content": "Tao rất ghét bọn trộm cắp suốt ngày rình rìh nhìn rất mất dạy vì thế nên tao khuyên tụi bây. . .. à thôi không nói tụi bay nữa chủ nhà vừa ra cổg rồi tao đi đay"
  },
  {
    "type": "text",
    "content": "Đã nhiều lần tôi muốn từ bỏ thuốc lá nhưng khi nhìn thấy điếu thuốc tôi lại nghĩ đến những người làm gia chúng. Họ sẽ ra sao vợ con họ nữa sẽ ăn gì sẽ k được đi học họ sẽ bị thất nghiệp nếu mà chúng ta không còn hút thuốc nữa...vì vậy đừng vì lợi ích riêng của chúng ta mà làm ảnh hưởng đến cuộc sống của họ có được k..."
  },
  {
    "type": "text",
    "content": "Khi lên 10, ngày em hút 2 bao và hiện tại em đang ngồi cùng người thân trong bệnh viện khoa hô hấp :)). Không khí gia đình đoàn tụ thật ấm cúng và xua đi cái lạnh miền Bắc như điếu thuốc vậy. :))"
  },
  {
    "type": "text",
    "content": "Khi tôi còn nhỏ:\n- Bưởi là trái cây .\n- Chim là động vật.\n- Bướm là côn trùng.\n- Xếp hình là 1 trò chơi.\n- Áo mưa là 1 loại áo dùng khi trời mưa.\n- Thổi kèn là 1 môn nghê thuật.\n- Vét máng là hành động của 1 con lợn.\n- Nhưng khi lớn lên mọi thứ trở nên thật rắc rối."
  },
  {
    "type": "text",
    "content": "Ngộ Không: Aaaaa.. Sư phụ đừng đọc thần chú nữa, đau đầu wá..\n]\n]\nBát Giới: khỉ huynh yên tâm, tặng khỉ huynh nè\nNgộ Không: gì thế mày\n]\n]\n]\n]\nBát giới: dạ...Palađôn ếch traa.. :)):))"
  },
  {
    "type": "img",
    "content": "https://lh3.googleusercontent.com/o9rEaLtdA-f-PwFbtjk24fwRVBTHylgLdseGoSOaA8-Ho4d5kpCfApma0rEQ0eFL5mqBJJCGiMmoowj9rvYttlLGYLEAl7TmGIFjXnfrf20HQqhX7qMFY7Oj_PnthYUjL8OWfP_n3e5jQAGwznSxbrmg5aSxmJV5w_IZbRjTqlH3mLovxAXSd9p7rOs-U-As7QOirOL-_7BW6hfhqETYnBl-iXfYQqkQdviN5BddciWeE_uwqbQZnZNknXGtQMFxmirVMs8Qdg2pttw9i4KAiLtnSMweR7rHk7NWSCQ9ViBDeqT8hiPfgXwT1ECdCn0A1ehFsNvLROErzrCFukhMRGiPHNQOD9CK7n-6tD5Qe586hZHAP3qYgstAN0YCOtfWtuklujOQplfqCEuLy4eyuPHiR9ZD6ldFeLm_BNtOlkUzQXrQ9aeAwew1ZcU3woCQoJ0Uo5CNDSmkhO2HtTukmaWZx4S3LznoX1mxXMqK7xzdyNVbmeS2jmzZoxR-OLYL0Lm-zFRmKEdZswzGiOv7p4vSz_xJ7rlFsphmIQOyMiI0rNQ-p-WSQ0sBXnozEFumOHVXCCQEzBqVZKvQMPxNE52Sc9SshZdSnaMbshIGnIWXcySdXxA=s720-no"
  },
  {
    "type": "text",
    "content": ""
  },
  {
    "type": "text",
    "content": ""
  },
  {
    "type": "text",
    "content": ""
  }
]