[
  "Tiêu điểm tướng: Cảnh Sát Giao Thông\nNội tại: CSGT triệu hồi honda bồ câu để tăng 120% tốc độ di chuyển mỗi khi di chuyền về phía những người vi phạm!\nQ: Nam châm dùi cui\n- Khiến đối phương tự ngã, tự lao đầu vào dùi cui và gây sát thương cao\nW: Tiếng còi uy hiếp \n- Thổi còi uy hiếp làm chậm người vi phạm 80% trong 1,5 giây\nE: Phủ đầu\n- Lập tức nhảy tới trước mặt người vi phạm làm lệch hướng di chuyển về hướng chỉ định ( Đa phần là vỉa hè) \nR: Rút chìa khoá\n- Cô lập người vi phạm tại 1 vùng không thể thoát ra, khi đứng trong vùng này CSGT sẽ gây thêm 5% máu của người vi phạm mỗi đòn đánh thường trúng mục tiêu.",
	
	"Lần đầu tiên có người con gái đứng trước mặt tôi nói: \"em có bầu\".\nBàng hoàng, hoang man tột độ, thật sự thì tôi chưa chuẩn bị tâm lí cho tình huống này. Lấy hết bình tĩnh, can đảm và trên hết là trách nhiệm của một thằng đàn ông tôi nói: - Vậy mời em ngồi.\nTrên chuyến xe buýt ấy, dù phải đứng suốt chặng đường dài gần 20 km nhưng tôi cảm thấy rất vui :))",
	
	"Thất vọng về xã hội này khi mà sáng mở mắt ra thấy: \n- Mầm non: bị bạo hành \n- Tiểu học: bị xâm hại tình dục\n- THCS: đánh nhau lột đồ\n- THPT: học nhiều stress tự tử\n- ĐH: nợ môn, thất nghiệp.\n- Trai trẻ: chém nhau\n- Trai già: ấu dâm\n- Trai vừa vừa: bồ bịch \n- Gái trẻ: khoe thân\n- Cave khoe hàng\n- Cướp giật bủa vây\n- Giết người như vịt\n- Môi trường ô nhiễm\n- Cái gì cũng giả\n- Ăn thì mai chết\n- Không ăn thì chết luôn\n- Giá trị xã hội thì đảo lộn\n- Ngọc Trinh được gọi là nữ hoàng\n- Hợp đồng được ký trên bàn nhậu....\nThan Ôi! \nThời đại mình đã vậy ko biết thời con mình còn thế nào nữa",
	
	"3 con chuột nếm thử rượu của 3 nước Mỹ , Việt Nam , Nhật .\n- Con chuột uống rượu Mỹ đi 3 bước thì ngã .\n- Con chuột uống rượu Nhật đi 2 bước .\n- Còn con chuột uống sai rượu của Việt Nam chạy về tổ vác dao , vung lên quát lớn : \" Mèo đâu ! Ra anh Bảo\" !!!",
	
	"2 thằng đi với nhau\nA: mày có biết vì sao lại gọi là Cột điện Cao Thế k? \nB: vì sao?\nA: mày thử nhìn lên xem \nB: ồ…Cột điện cao thế!!!",
	
	"Khi lên 10, ngày em hút 2 bao và hiện tại em đang ngồi cùng người thân trong bệnh viện khoa hô hấp :)). Không khí gia đình đoàn tụ thật ấm cúng và xua đi cái lạnh miền Bắc như điếu thuốc vậy. :))",
	
	"Khi tôi còn nhỏ:\n- Bưởi là trái cây .\n- Chim là động vật.\n- Bướm là côn trùng.\n- Xếp hình là 1 trò chơi.\n- Áo mưa là 1 loại áo dùng khi trời mưa.\n- Thổi kèn là 1 môn nghê thuật.\n- Vét máng là hành động của 1 con lợn.\n- Nhưng khi lớn lên mọi thứ trở nên thật rắc rối.",
	
	"Sau buổi cơm tối, thằng Út hỏi Bố nó: \" sự khác biệt giữa 'giả thuyết' và 'thực tế' là gì a.?\" Ông bố quay sang hỏi vợ: \"Nếu Cường Đôla muốn ngủ với bà 1 đêm và cho bà 1 tỉ thì bà sẽ làm gì?\" Bà vợ trả lời ngay: \"Tất nhiên là tôi đồng ý rồi!\" Ông bố tiếp tục hỏi đứa con gái: \"Cùng câu hỏi đó, con nghĩ sao?\" Cô con gái suy nghĩ 1 tí rồi nói: \"Đừng nói là 1 đêm, 1 tháng cũng đc miễn là có 1 tỉ\" Ông tiếp tục hỏi thằng con trai lớn:\" Còn mày thì sao?\" Thằng nhóc đáp: \"Đương nhiên, con có thể làm nhiều thứ với 1 tỉ ấy\" Ông bố quay lại với thằng Út, từ tốn nói: \"Thấy đấy, theo 'giả thuyết' thì chúng ta đang ngồi với 3 tỷ phú ở đây, còn 'thực tế' chúng ta đang sống chung với hai con điếm và một thằng gay khốn kiếp!\n",
	
	"Dòng Năm ấy có vị cao nhân phương Bắc xuất hiện, tên Nguyễn Đức Hậu, tự là Lệ Rơi. Giang hồ đã phải nhiều phen dậy sóng, kẻ khóc người cười, còn lại thì rơi lệ. Sau vì không hiểu lý do gì vị cao nhân này quy ẩn. Giang hồ im ắng một thời gian, ai cũng nghĩ thế sự thế là hết không có gì để đáng bàn. Bỗng nhiên một ngày nọ, người ta thấy ở phương Nam, có một con rắn lạ, đen thui, bay lên khỏi kênh Nhiêu Lộc, mất dần trong không trung. Bầu trời trong xanh đột nhiên chuyển thành màu đen xám xịt, mưa tầm tã, người người tắm biển không cần phải xuống Vũng Tàu, Phú Quốc. Sau đó, nhân gian xuất hiện một dị nhân tên Sơn Chanh Ny, tự Tùng Sơn, hiệu là \" công chúa Thủy Tề\" . Sử sách có chép rằng \" Người này lai lịch khó đoán, tâm tính bất thường, cũng không biết là thuộc môn phái nào, sư phụ là ai, không biết phải gọi bằng anh hay bằng chị. Có công lực cực kỳ cao, đặc biệt Âm công thì không ai sánh bằng\". Dân gian truyền rằng, so với vị cao nhân phương Bắc vị dị nhân phương Nam này còn có công lực cao gấp bội. Thật đúng là \" Rồng Nam Phượng Bắc\" đáng để người đời bàn tán.\nChỉ biết rằng, một vài cao thủ trong giang hồ từng được đọ sức với Tùng Sơn, người thì bỏ mạng, kẻ thì tàn phế trở thành lãng phu. Khi hỏi đến, họ đều có chung vẻ mặt xám ngoét, môi run lẩy bẩy khi mô tả vị cao nhân này: \nNgười ấy trẻ tuổi mà kỳ lạ, công lực kinh hồn, chất giọng âm vang trời phú, Âm lực rất mạnh, ánh mắt nhìn sắc lẻm như dao, chết chim chết cá, Chúa bỏ quân, tướng bỏ thành mà chạy trốn. Đặc biệt thuật biến thân đạt tới trình độ thượng thừa, nhìn rõ là nam giới ấy mà không phải, còn nói là nữ giới vẫn lại hoàn toàn sai. \nXem ra giang hồ lại một phen nữa dậy sóng....\n\nMuốn biết thực hư như thế nào, xem hồi sau sẽ rõ.",
	
	"Trai ngoan,trai tốt phải đi đá phò..\nBọn mày nghĩ tao nói sai..\nĐéo sai đâu...\nĐá phò-> các chị,các em có thêm thu nhập->gửi về cho gia đình->xây nhà xây cửa,kinh doanh buôn bán- >đất nước phát triển..\nGián tiếp đá phò giúp thay đổi bộ mặt đất nước..\nHãy đã phò vì một việt nam tươi đẹp hơn :))\n",
	
	"Trai ngoan trai ngủ ở nhà \nGái ngoan gái ngủ ở nhà trai ngoan\nGái ngoan phát hiện có mang ! \nGái ngoan mới hỏi trai ngoan làm gì \nTrai ngoan mới nói tức thì \nGái ngoan thì phá để chi tiếng đời \nGái ngoan tỉnh mộng tức thời \nTrai ngoan chẳng có chỉ lời ba hoa !",
	
	"Đang có ý định quay tay\nGặp ngay liên kết thấy hay vãi l**\nNghe đâu thiên hạ vẫn đồn\nEm này không phải hàng tồn đâu nha\nLại càng không phải là gà\nChỉ là xinh quá đem ra khoe hình\nThương thay những đứa như mình\nĐêm nằm rớt lệ ngắm hình khỏa thân\nSáng ra tâm trí bần thần \nCả ngày đờ đẫn mặt đần thối ra\nAnh em cô độc chúng ta\nQuyết luyện cơ bắp đem ra khoe chày\nNgày nào cũng luyện cơ tay\nMột bên to khỏe càng ngày càng trâu...",
	
	"Tối qua say rượu nằm mơ bị người yêu bỏ,khóc hết nước mắt,tới sáng tỉnh dậy cứ tưởng thật còn ngồi khóc thêm lúc nữa...Đc tí tỉnh hẳn mới nhớ ra mình làm đéo gì có người yêu... Thế là tủi thân ngồi khóc thật",
	
	"21h30 ngày 8-4-2017:\nBỗng nhiên hôm nay người yêu cũ gọi điện cho tôi nhưng em lại chẳng nói gì.....\nCó lẽ nơi đầu dây bên đó em quá nghẹn ngào chẳng cất lên lời...\nPhải chăng em đã cảm thấy ân hận khi chia tay tôi ... !!!\n2 đứa cứ lặng yên 1 lúc rồi tôi nghe thấy giọng nói quen thuộc của em nơi đầu dây bên kia !!!\n- Đừng nghịch điện thoại của Mẹ nữa con....!!!",
	
	"Bà tao năm nay 103tuổi. Bà cứ ở trong nhà lủi thủi 1 mình, mình thương bà lắm. Thấy vậy nên mới nói với bà\nSao bà không ra ngoài chơi với các ông bà già trong xóm cho vui\nBà nhe răng cười bảo :\n- Tao không chơi với mấy đứa nít ranh 70 80 tuổi đó!",
	
	"Mấy thằng thanh niên sợ vợ thấy tội thật : đm ở nhà tao mà nói ra câu nào mà vợ tao dám cãi đâu ; \nVừa đi làm hết tháng tao kiêu tiền nè cất vào tủ đi lật đật cất liền \nSáng tao kiêu em đưa anh 20k uống cafe k bao giờ dám đưa 21k \nThấy tao ghê chưa thôi tao rửa bát tí vợ tao nó về tới thì chết ...",
	
	"\"Có ai đang tìm việc làm không?\n- Lương khởi điểm tháng 15.000.000 VNĐ\n- Làm giờ hành chính.Tuần nghỉ T7 - CN\n- Bảo hiểm , thưởng lễ + tết đầy đủ.1 năm nghỉ mát 1 lần tour 3 ngày 2 đêm.\n- Công việc nhẹ nhàng ngồi điều hòa 8 tiếng 1 ngày.\n- Môi trường năng động - thoải mái tự do.\n----\nAi đang tìm thì nhanh tay inbox cho mình nhé...........\nMình với bạn đi tìm :))\nChứ nhịn đói suốt cả tháng rồi không làm ra tiền là chết đói chắc luôn\" =)) :') :') :')",
	
	"Sáng uống cà phê gặp thằng bé đánh bán tăm...nó cứ ứ ứ ko nói gì...tao mới hỏi em bị câm lâu chưa...nó làm câu \" Em Câm 12 năm nay rồi a ạ' nghe mà sót vcl",
	
	"Có 1 cô giáo và 1 em bé\nCô hỏi: cái gì vuông vuông treo trên tường\nEm bé: thưa cô là cái đ. Hồ\nCô: sai, là bức tranh, nhưng cô thik cách suy nghĩ của em\nCô lại hỏi: cái gì có 4 chân ở trog nhà?\nEm bé: thưa cô cái bàn\nCô: sai, là cái ghế, nhưng cô cũng thik cách suy nghĩ của em\nBây giờ em bé hỏi: đố cô, cái gì hình trụ, dài, đầu đỏ, để trong quần người đàn ông?\nCô vả cho em bé 3 cái và nói: ko đc hỗn\nEm bé: đó là que diêm, nhưng em thik cách suy nghĩ của cô =))",
	
	"Nói thật ko phải khoe khoang chứ, cả cái Việt Nam này, từ trẻ đến già, thanh niên hay thiếu niên, ai thích là mình cân hết, ok!.... nhà ai có ve chai mang ra bán mình đi, mình cân hết... viết tới đây thôi mình đi mua ve chai tiếp đây. :))",
	
	"Khoảng 5 năm trước, bọn mày khinh tao\nBọn mày nói là tao k bao giờ làm ăn khá lên nổi, trong mắt bọn m tao chẳng là gì cả\nCòn bây h tao tự nghĩ, sao bọn mày k làm nghề thầy bói luôn đi\nH tao khổ vkl",
	
	"Bây giờ số kiếp con gà\nĐang kêu oang oác bắt bà vào ăn\nCũng như mấy đứa bịt khăn\nNhìn đâu đoán trước là dân đạo Hồi\nThằng kia đâu phải đang ngồi\nTrong nhà yên ấm chuyện tồi không qua\nTay đang combat thả ga\nTự xưng bộp cái chết bà nó luôn\nNói xong tao lại thấy buồn\nTức giùm tay lái thằng l** kia cơ\nHôm qua chắc nhậu vài bô\nNay say cắm cổ đâm vô cả nhà\nTrước đây tao cũng vậy mà\nDắt xe lùi chút chuồng gà đi qua....\n.\n.\n.\nNhậu say rẽ khỏi cổng nhà\nTự dưng mất lái đâm cha vào tường. :D\nĐang nhiên chết cũng là thường\nSố trời định sẵn éo lường được đâu...",
	
	"Thằng bé rầu rĩ nói với bố:\n- Con vừa tạch bài thi học kỳ, chắc mẹ đánh con chết quá. Con không dám về nhà đâu :'( :'( \nNgười cha ôm đứa con bé bỏng vào lòng an ủi, với giọng đầy cảm thông:\n- Chiều qua Bố vừa tạch con lô, tối qua tạch bóng, Barca thua sml 3-0 trên sân Juventus nên mình không còn nhà để về đâu con ạ, con đừng lo :))))))))))))))))",
	
	"Đang ngồi học thì con bé, ngồi bàn\nbên quăng qua\ncho mẩu giấy. Mở ra xem thì thấy\n\n\"Mình thích bạn,\nmình hẹn hò nha\".\nÔi zời! Khỏi phải nói, tâm trạng lâng\nlâng, mình\nthích con bé từ đầu năm học cơ,\nmình quay sang\ncười mỉm với con bé một phát thật tình\ncảm.\nCon bé e thẹn nói khẽ\n- Anh đưa cho anh ngồi bên giùm\nem.\nKhỏi phải nói mình ức chế thế nào,\nvò nát mảnh\ngiấy quăng thẳng vô mặt thằng điên\nngồi kế\nbên.\nNó ngơ ngác mở ra xem, cũng y như\nmình, khoái\nchí, cười tủm tỉm rồi bảo:\n- Thích tôi sao không nói sớm, tôi\ncũng thích ông\nlâu rồi, mà ngại.\nVà kể từ đó cuộc đợi em.... à mà thôi bỏ đi.",
	
	"Đẹp trai + nhà giàu = gái theo\nXấu trai + nhà giàu = gái đú\nĐẹp trai + nhà nghèo = gái ngoan.\nXấu trai + nhà nghèo = quay tay.",
	
	"Thường\nNhững người đi lính sau khi mãng ra quân trông họ rất chững chạc làm việc gì cũng đến nơi đến chốn nhưng \nCũng không bằng thằng bạn của mình . Nó mới ở tù có một năm thôi mà trông nó chững chạc gấp mấy lần mấy đứa đi lính ."
]
